{"booths":[{"slug":"OSHK","significant":null,"imageUrl":"https://coscup.org/2024/images/community/oshk.png","point":5,"isBonus":false,"displayText":{"en":"Open Source Hong Kong x PyCON Hong Kong","zh-TW":"開源香港 + PyCon Hong Kong"},"description":{"en":"Founded in 2006, Open Source Hong Kong is a technology organisation & community made up of a group of open source contributors and users, with the aim of promoting the development of the open source community. We will showcase our flagship project, PyCon Hong Kong , at our booth and look forward to meeting you to share the unique features and charm of the open source activities in Hong Kong.","zh-TW":"香港開放創意科技協會，成立於2014年，是香港政府認可的非牟利教育慈善團體 (Reg.# 91/13580)。成立目的，為向學生及在職人士，教育及推廣開放標準、自由及開放軟體、開放硬體、開放資料及共享創意。交流 台灣開發者\n宣傳社群和Pycon HK\n有贈券/銷售紀念品"}},{"slug":"Ethereum","significant":null,"imageUrl":"https://coscup.org/2024/images/community/ethereum.png","point":5,"isBonus":false,"displayText":{"en":"Taipei Ethereum Meetup","zh-TW":"Taipei Ethereum Meetup"},"description":{"en":"Taipei Ethereum Meetup is a physical meetup community that focuses on the theory, implementation, and applications of Ethereum technology.","zh-TW":"交流\n提供貼紙、介紹社群"}},{"slug":"Wikimedia","significant":null,"imageUrl":"https://coscup.org/2024/images/community/wikimedia.png","point":5,"isBonus":false,"displayText":{"en":"Wikimedia Taiwan","zh-TW":"台灣維基媒體協會"},"description":{"en":"Welcome to our booth to learn about various open-source projects within the Wikimedia movement, which is the most influential project in open-source platform applications. Feel free to try out our Wikimedia mini-games!","zh-TW":"共同討論重大訊息\n展示貼紙、明信片，以及規畫互動活動。\n\n展示品以國際交流、社群活動宣傳為主；互動活動的方向待定，原則上配合宣傳維基媒體新治理架構為優先，其次為提供國內社群活動體驗。"}},{"slug":"GDG_SITCON_GDG","significant":null,"imageUrl":"https://coscup.org/2024/images/community/gdg.png","point":5,"isBonus":false,"displayText":{"en":"GDG（Google Developer Group)\nGoogle Developer Student Clubs(TW/HK)","zh-TW":"GDG（Google Developer Group)\nGoogle學生開發者社群(台灣/香港)"},"description":{"en":"GDG Taipei (Google Developer Group Taipei) is a developer community that focuses on researching Google-related technologies. Participants provide several Lightening Talks and occasionally invite speakers to share specific topics and hold Hackthon or Workshop activities. \nGoogle Student Developer Community is a student community supported by Google, aiming to connect students with professional developers, facilitate students' learning and application of Google developer technologies, and provide students with opportunities to interact and learn from technical experts.","zh-TW":"GDG Taipei (Google Developer Group Taipei) 是以研究 Google 相關技術為主的開發者社群，於週三晚上聚會，由與會者提供數個 Lightening Talk，並不定期邀請講者分享特定主題、舉辦 Hackthon 或 Workshop 等活動。目前因為 COVID19 疫情關係，活動主要以線上聚會為主；一旦線下活動恢復，聚會地點會在台北地區。若沒有特別公告，我們每週三會在天瓏資訊 Coding Space 聚會。攤位會交流、贈送紀念品\n希望能夠推廣Google學生開發者社群，與會眾交流等等\n向會眾展示社群、贈送貼紙或其他紀念品"}},{"slug":"MozTW","significant":null,"imageUrl":"https://coscup.org/2024/images/community/moztw.png","point":5,"isBonus":false,"displayText":{"en":"Mozilla Taiwan Community / MozTW Space","zh-TW":"MozTW 社群 / 摩茲工寮"},"description":{"en":"MozTW (Mozilla Taiwan Community) is a group of Mozilla fans in Taiwan who work on localizing products, promoting Mozilla, maintaining moztw.org, and operating a physical community/hackerspace “MozTW Space” (https://moztw.space) in Taipei.","zh-TW":"交流、發送紀念品\n計劃在攤位上進行「網路平台規範、網路政策、網路言論自由」的 polis 或實體意見募集活動，供參加者針對各種網路相關的政策陳述投票表示贊成或反對，並且收集更多的相關陳述。攤位上另會發送貼紙等紀念品。"}},{"slug":"HKCOTA","significant":null,"imageUrl":"https://coscup.org/2024/images/community/hkcota.png","point":5,"isBonus":false,"displayText":{"en":"HKCOTA x HKOSCon","zh-TW":"HKCOTA x 香港開源年會"},"description":{"en":"Hello everyone, we are HKCOTA from Hong Kong!\n\nThis year marks our second year since the outbreak of the pandemic. With the aim of sharing insights and interesting stories about \"HKCOTA x Hong Kong Open Source Annual Conference(HKOSCon)\", we hope to raise awareness of Hong Kong's open-source community!\n\nWe hope to utilize the COSCUP platform to share more about what's happening in the Hong Kong open-source community and to connect with attendees.\n\nAt our booth in COSCUP, we will introduce upcoming open-source events, culture, projects, and other related information in Hong Kong!\n\nThis is our open-source community, and we look forward to meeting you at COSCUP!","zh-TW":"香港開放創意科技協會，成立於2014年，是香港政府認可的非牟利教育慈善團體 (Reg.# 91/13580)。成立目的，為向學生及在職人士，教育及推廣開放標準、自由及開放軟體、開放硬體、開放資料及共享創意。主要是分享更多關於香港開源社區正在發生的事情，和推廣香港開源年會 2024-2025，如果有大地遊戲則會以增加 SNS 追蹤為目標。\n派發紀念品、展示活動和機構的 SNS 頁面 QR Code"}},{"slug":"sciwork","significant":null,"imageUrl":"https://coscup.org/2024/images/community/sciwork.png","point":5,"isBonus":false,"displayText":{"en":"sciwork","zh-TW":"sciwork"},"description":{"en":"sciwork is a community for researchers and engineers to share and discuss computer code for scientific, numerical, and engineering work. We believe in the power of openness, and use open source as a means to advance software development for computational sciences.","zh-TW":"To attract more people to join us, and networking through contribution.\n在攤位中會有軟體展示的活動，並且將和與會者互動、簡介、操作、了解如何參與計劃貢獻。"}},{"slug":"OCF","significant":null,"imageUrl":"https://coscup.org/2024/images/community/ocf.png","point":5,"isBonus":false,"displayText":{"en":"Open Culture Foundation","zh-TW":"開放文化基金會 OCF"},"description":{"en":"The Open Culture Foundation (OCF), is a nonpartisan, nonprofit organization, founded in 2014 by several open tech communities in Taiwan. Our main goal is to support local communities in their advocacy of open technology as we see open technology as the core to securing digital rights and internet freedom. “Open technology” includes three dimensions: (1) open source software & hardware that can freely used, developed and redistributed by anyone; (2) open data that can similarly be freely used, reused and redistributed by anyone; and (3) open government that promotes transparent, participatory, inclusive and accountable governance. In COSCUP 2023, we also host a workshop of an open-source bordgame named \"Open StarTer Village\". Welcome to join us! :)","zh-TW":"交流與推廣 OCF 、開放科技、網路自由與數位人權相關議題 ，OCF 十週年回顧與活動推廣\n\n－－－－\n擺設 OCF 文宣品，介紹 OCF 宗旨、與社群的關係、與各項專案。\n預計規劃：\n－互動小遊戲環節讓會眾更認識開放文化、開放科技概念\n－介紹開放原始碼、授權、數位權利... 等等如何跟參與者切身相關，以及如何和 OCF 一起關心這些議題\n\nOCF 十週年回顧展示與活動推廣\n－ 十週年活動前置暖身展示。\n－ 推廣 OCF 今年的十週年活動。"}},{"slug":"g0v","significant":null,"imageUrl":"https://coscup.org/2024/images/community/g0v.png","point":5,"isBonus":false,"displayText":{"en":"g0v jothon","zh-TW":"g0v 零時政府揪松團"},"description":{"en":"g0v is a citizen-led civic tech community initiated in Taiwan. It is centered around information transparency, open source, and collaboration, aiming to engage grassroots participation in projects related to public affairs. The g0v Hackathon organizing team, also known as the \"g0v jothon,\" is a working group within the g0v community responsible for organizing the bi-monthly g0v Hackathons and Infrastructure Hackathons. Since 2012, g0v jothon have been assisting the community in organizing hackathons, and in 2014, they officially formed the \"g0v jothon.\" In 2016, they initiated the Community Infrastructure Project and the Civic Tech Innovation Grant. In 2020, they started the \"Sch001\" project with the aim of promoting digital citizenship education. In 2024, the \"Traditional Chinese AI Open Source Implementation Project\" will be implemented to encourage private teams to work on localizing language models.\n\ng0v (government zero) will promote the g0v community to attendees, introduce recent community projects, ways to join community channels, and present the \"g0v Civic Tech Projects and Community Handbook (Chinese and English versions).\" The handbook includes suggestions for developing civic technology communities, expanding networks, and the current status of civic tech projects and communities in other Asian countries.","zh-TW":"發送「g0v 公民科技專案與社群手冊」，推廣 g0v 社群並邀請有興趣的會眾加入 g0v 社群頻道\ng0v 零時政府揪松團將於 COSCUP 活動中的社群攤位，向會眾推廣 g0v 社群，介紹近期社群專案，以及加入社群頻道的方式，並且介紹「g0v 公民科技專案與社群手冊 (中英文版)」，手冊內容包含發展公民科技社群與拓展網絡的建議方式，以及亞洲其他國家公民科技專案與社群現況。"}},{"slug":"PyConTW","significant":null,"imageUrl":"https://coscup.org/2024/images/community/pycon.png","point":5,"isBonus":false,"displayText":{"en":"PyCon TW","zh-TW":"PyCon TW"},"description":{"en":"PyCon, also known as the Python Conference, is an annual event that serves as the global gathering for the Python community. The 13rd PyCon TW will be held at National Science and Technology Museumin  Kaohsiung this September. We aim to bring together individuals from various fields in Taiwan who apply Python, exchanging experiences and insights, sharing the latest technological developments, and experiencing the unique passion of the community.","zh-TW":"PyCon，亦即 Python 年會，是全球 Python 社群年度盛會。PyCon TW 旨在聚集台灣各領域應用 Python 的人，交流彼此的經驗心得，分享最新的技術發展，並親身體驗社群獨有的熱情。推坑更多會眾參加 PyCon"}},{"slug":"CNTUG","significant":null,"imageUrl":"https://coscup.org/2024/images/community/cntug.png","point":5,"isBonus":false,"displayText":{"en":"Cloud Native Taiwan User Group","zh-TW":"雲端原生台灣社群"},"description":{"en":"We will introduce CNCF related projects at our booth, chat casually, and give out small stickers. Feel free to drop by our booth!","zh-TW":"Cloud Native Taiwan User Group 希望整合台灣雲端相關社群如 OpenStack, Kubernetes, Ceph, SDN 等，並利用 Meetup 定期在各台灣地區舉辦技術與推廣分享活動。目的是藉此群策群力來使該社團快速成長，以對台灣在雲端開源平台的貢獻，另外我們更希望該社群持有 Cloud Native 概念，並將此推廣至台灣企業、學校、政府單位等。,我們將在攤位介紹 CNCF 相關專案、閒聊與發送小貼紙，歡迎來我們攤位逛逛！"}},{"slug":"Ruby","significant":null,"imageUrl":"https://coscup.org/2024/images/community/ruby.png","point":5,"isBonus":false,"displayText":{"en":"Ruby Taiwan","zh-TW":"Ruby Taiwan"},"description":{"en":"Ruby Taiwan was founded in 2008 with a focus on the Ruby programming language and software development. Our mission is to facilitate industry communication and knowledge sharing, enhancing the technical depth and breadth of developers. This year, in addition to community promotion, we have interactive mini-games at the venue and offer commemorative gifts. Come and get to know Ruby!","zh-TW":"Ruby Taiwan 成立於 2008，主要針對 Ruby 程式語言及軟體開發，進行業界的交流及分享，提昇開發人員的技術深度與廣度。推廣 Ruby 語言, Ruby 小知識問答，會有紀念品小物贈送"}},{"slug":"JVM","significant":null,"imageUrl":"https://coscup.org/2024/images/community/jvm.png","point":5,"isBonus":false,"displayText":{"en":"JVM Assembly Hall","zh-TW":"JVM 集會所"},"description":{"en":"Come check out our booth! Here you'll find a one-stop-shop for all things JVM, featuring TWJUG, Kotlin Taiwan User Group, Scala Taiwan, Android Taipei/Android Study Group, Kotlin Taipei, Clojure Taiwan, GDG, and Taiwan Backend Group. Come meet our talented team and show off your skills, and don't forget to play our super fun games and grab some cool prizes while you're here! ⁽⁽٩(๑˃̶͈̀ ᗨ ˂̶͈́)۶⁾⁾","zh-TW":"推廣 JVM 相關前後端應用與技術知識。\n提供互動活動、禮品贈送、展示軟體Demo。"}},{"slug":"MISAT","significant":null,"imageUrl":"https://coscup.org/2024/images/community/misat.png","point":5,"isBonus":false,"displayText":{"en":"Medical Image Standards Association of Taiwan","zh-TW":"社團法人台灣醫療影像資訊標準協會"},"description":{"en":"In todays rapidly developing field of medical technology, the combination of open source spirit and smart healthcare is becoming a key driver of innovation and change. This seminar will focus on how to build an open, collaborative medical ecosystem, promoting all-around improvement in the quality of healthcare services through the integration of government and industry, envisioning smart healthcare. The event will include software demonstrations, distribution of leaflets, interactive activities, souvenirs, and stickers, with dedicated staff to assist in navigating the agenda and facilitating topic discussions.","zh-TW":"找到更多與醫資有關的開發者或與會者，一同合作推廣開放標準與開源醫資專案。\n初步為軟體展示、發傳單、互動活動、紀念品與貼紙，並有專人協助議程導覽與議題交流。"}},{"slug":"coscup-secretary","significant":null,"imageUrl":"https://coscup.org/2024/images/community/coscup-secretary.png","point":5,"isBonus":false,"displayText":{"en":"COSCUP Volunteers","zh-TW":"COSCUP 行政組 - 志工服務台"},"description":{"en":"The volunteer service desk assists with one-day volunteering, organizes the volunteer service team, and promotes and recruits volunteer partners to join during COSCUP event days.","zh-TW":"交流、推廣、發送\n主要是推廣加入志工籌備團隊與處理活動日一日志工、志工服務細項的申請（交通費補助發送 ... 等）任務。"}},{"slug":"Automotive","significant":null,"imageUrl":"https://coscup.org/2024/images/community/automotive.png","point":5,"isBonus":false,"displayText":{"en":"Automotive Grade Linux","zh-TW":"Automotive Grade Linux"},"description":{"en":"Automotive Grade Linux is a collaborative open-source project that brings together automakers, suppliers, and technology companies to accelerate the development and adoption of a fully open software stack for In-Vehicle Infotainment (IVI), Instrument Clusters, Software-Defined Vehicles, and more. With Linux at its core, we integrate and invest in cutting-edge technologies that drive innovation and deliver added value to the automotive industry.","zh-TW":"Automotive Grade Linux is a collaborative open-source project that brings together automakers, suppliers, and technology companies to accelerate the development and adoption of a fully open software stack for In-Vehicle Infotainment (IVI), Instrument Clusters, Software-Defined Vehicles, and more. With Linux at its core, we integrate and invest in cutting-edge technologies that drive innovation and deliver added value to the automotive industry."}},{"slug":"Agile","significant":null,"imageUrl":"https://coscup.org/2024/images/community/agile.png","point":5,"isBonus":false,"displayText":{"en":"Agile Community Taiwan","zh-TW":"AI原生世代到來: 加速敏捷開放文化擴展 - 社團法人台灣敏捷協會"},"description":{"en":"Taiwan Agile Association values a people-centric approach, utilizing agile thinking to create better work processes and environments, including open frameworks such as SCRUM, LeSS, Scrum of Scrums, Kanban, XP, etc. It emphasizes an open and inclusive attitude towards the public.","zh-TW":"台灣敏捷協會 Agile Community Taiwan 由一群敏捷志工與業界先驅發起，是內政部正式登記的社團法人協會，致力於提供並推廣敏捷價值、思維與務實導向理念，藉由推動敏捷文化引擎以驅動轉化、改善台灣這塊土地上的人們的生活、學習、社群、產業與經濟。https://www.act.club.tw\n\n從去年開始我們深入各校園與年輕學子對話，期望在VUCA(volatility, uncertainty, complexity, and ambiguity)多變的環境中，以及AI革命的新浪潮下，工作型態的開放與多變將勢必成為潮流，希望透過敏捷底下不同的開放框架SCRUM、LeSS、Scrum of Scrums、Kanban、XP等，來探討Z世代該如何在未來中安排自己的職涯發展。此議程分享將著重在以下四個要點:\n\n敏捷(Agile)與Z世代的關聯\n如何開啟世代對話與推動產業文化革新\n敏捷常用的開源方法與工具\n讓敏捷成為新世代自我價值的實現\n藉此拉近與會眾間的距離並展開不同世代間的對話。"}},{"slug":"Hacking","significant":null,"imageUrl":"https://coscup.org/2024/images/community/hacking.png","point":5,"isBonus":false,"displayText":{"en":"Hacking Thursday x TOSSUG","zh-TW":"Hacking Thursday x TOSSUG 聯合攤位"},"description":{"en":"Hacking Thursday (H4) and TOSSUG (Taipei Open Source Software User Group) are two communities that hold regular weekly meetups in Taipei. \nThis time, at our booth in COSCUP, we aim to connect with both familiar faces and new friends, strengthening our community bonds.","zh-TW":"Hacking Thursday (H4) 與 TOSSUG (台北開放原始碼軟體使用者社群) 是兩個在台北定期每週聚會的社群，這次想藉由在 COSCUP 擺攤，認識更多舊雨新知！"}},{"slug":"OpenInfra","significant":null,"imageUrl":"https://coscup.org/2024/images/community/openinfra.png","point":5,"isBonus":false,"displayText":{"en":"OpenInfra Community ","zh-TW":"OpenInfra Community "},"description":{"en":"The OpenInfra Foundation is a non-profit organization providing a neutral, open environment for organizations, developers, and users to build open source infrastructure software together.","zh-TW":"The OpenInfra Foundation is a non-profit organization providing a neutral, open environment for organizations, developers, and users to build open source infrastructure software together."}},{"slug":"OpenCocon","significant":null,"imageUrl":"https://coscup.org/2024/images/community/opencocon.png","point":5,"isBonus":false,"displayText":{"en":"OpenCocon Linux Distribution","zh-TW":"OpenCocon Linux Distribution"},"description":{"en":"OpenCocon is smaller-footprint GNU/Linux distribution optimized for Thin-client purpose. It is useful to re-use old computer, because response speed is faster than standalone use.","zh-TW":"OpenCocon is smaller-footprint GNU/Linux distribution optimized for Thin-client purpose. It is useful to re-use old computer, because response speed is faster than standalone use."}},{"slug":"OSPN","significant":null,"imageUrl":"https://coscup.org/2024/images/community/ospn.png","point":5,"isBonus":false,"displayText":{"en":"OSPN Japan Track","zh-TW":"OSPN Japan Track"},"description":{"en":"We OSPN (Open Source People Network) are the community running ‘Open Source Conference’ in Japan; \nThe conference happens everywhere in Japan -Tokyo, Nagoya, Osaka, Fukuoka, Sapporo, etc.- and is deeply nailed to the open-source culture in these local cities. \nWe will introduce open-source cultures in Japan and would love to collaborate more with you for COSCUP-OSPN exchange tracks in Taiwan and Japan!","zh-TW":"Open Source Conference（OSC）是在日本所舉辦，為了推廣並發揚開源技術、開源精神的活動。\n不僅是在東京，北至北海道，南至沖繩，每年都會在日本國內各地輪流舉辦數次的 OSC。\n這是一個由開源相關社群、贊助公司和支持組織組織的活動；與會者不用支付任何費用，即可至各個 OSC 會場共襄盛舉，參加研討會、演講、攤位展示等活動"}},{"slug":"suimover","significant":null,"imageUrl":"https://coscup.org/2024/images/community/suimover.png","point":5,"isBonus":false,"displayText":{"en":"Sui Mover","zh-TW":"sui mover 華語社區"},"description":{"en":"Sui Mover is a Chinese community dedicated to promoting the Sui ecosystem and the Sui Move programming language. It brings together Sui ecosystem enthusiasts, Sui Move developers, and individuals with a strong interest in blockchain.\nWe regularly hold meetings, workshops, and technical sharing sessions to allow members to exchange experiences, discuss the latest developments, and dive into learning the Sui Move programming language. Whether it's the latest updates on Sui, smart contract development, or DeFi applications, we will provide rich information and guidance. \nWhether you are an expert in Sui development or a curious beginner, the Sui Mover Chinese community welcomes your participation!","zh-TW":"Sui Mover 是致力於推廣 Sui 生態系及 Sui Move 程式語言的華語社群。這裡匯聚Sui 生態愛好者、Sui Move 開發者以及對區塊鏈有濃厚興趣的人士。\n\n我們定期舉辦聚會、工作坊和技術分享會，讓成員們能夠互相交流心得、探討最新的發展動向、深入學習 Sui Move 程式語言。無論是 Sui 的最新動態、智能合約開發還是 DeFi 應用，我們都將提供豐富的資訊和指導。\n\n無論你是 Sui 的開發專家還是充滿好奇的新手，Sui Mover 華語社群都歡迎你的加入！"}},{"slug":"UbuntuTW","significant":null,"imageUrl":"https://coscup.org/2024/images/community/ubuntutw.png","point":5,"isBonus":false,"displayText":{"en":"Ubuntu Taiwan","zh-TW":"Ubuntu-TW (Ubuntu 台灣社群)"},"description":{"en":"Ubuntu-TW was established in June 2005 by several enthusiasts with the goal of promoting Ubuntu in Taiwan. In addition to hosting annual Release Parties and setting up booths at various open-source seminars in Taiwan, our members are also frequently active in major open-source communities. The Release Parties we organize always attract participation from enthusiasts of other Linux distributions. Apart from community activities, our members are involved in localization (L10N) for Ubuntu and other distributions, editing documents, and providing online assistance. Novices, experts, and anyone interested are welcome to join Ubuntu-TW to promote Ubuntu, Linux, and open-source culture together! ","zh-TW":"Ubuntu-TW 成立於2005年6月，是由數名愛好者發起，以推廣 Ubuntu 為目標的台灣在地社群。除了每年固定舉辦的 Release Party 以及在台灣各開源研討會擺攤展示之外，我們的成員也時常出沒於各大開源社團，而所舉辦的 Release Party 也一直都有其他 Linux 發行版愛好者的參與。除了社群活動之外，我們的成員也有參與 Ubuntu 及其他發行版、開源軟體的 L10N，編篡文件，以及在網上替人解惑。歡迎各路新手高手、舊雨新知，加入 Ubuntu-TW ，跟我們一起推廣 Ubuntu、Linux 及開源文化！"}},{"slug":"WasmEdge","significant":null,"imageUrl":"https://coscup.org/2024/images/community/wasmedge.png","point":5,"isBonus":false,"displayText":{"en":"WasmEdge Community","zh-TW":"WasmEdge"},"description":{"en":"WasmEdge is a lightweight, high-performance, and extensible WebAssembly runtime. As an official sandbox project hosted by CNCF, it is licensed under Apache License 2.0 and was initiated in 2019. Boasting a large and healthy community, WasmEdge has over 165 contributors from 38 countries and regions worldwide. The community leverages WasmEdge for serverless apps, embedded functions like UDF and data flow functions, microservices, smart contracts, and IoT devices. This provides a lightweight (only a few megabytes), fast (starts in milliseconds), and secure runtime/container for running untrusted code.","zh-TW":"“WasmEdge 是一個輕量級、高性能、可擴展的 WebAssembly 運行時。作為 CNCF 託管的官方沙箱項目。WasmEdge 擁有龐大而健康的社區，擁有超過 132 名貢獻者 全球 51 個組織和 27 個國家和地區。社區利用 WasmEdge 實現無服務器應用程序、UDF 和數據流功能等嵌入式功能、微服務、智能合約和 IoT 設備。這提供了輕量級（僅幾兆字節）、快速（從 毫秒），以及用於運行不受信任的代碼的安全運行時/容器。\n雲原生領域的主要開發者工具和部署平台都支持 WasmEdge。 例如，它與 Docker Desktop 捆綁並分發，覆蓋超過 1000 萬開發人員。 WasmEdge 也是 Fedora、Red Hat Linux 和 OpenShift 容器平台上的默認 WebAssembly 運行時。"}},{"slug":"FSFE","significant":null,"imageUrl":"https://coscup.org/2024/images/community/fsfe.png","point":5,"isBonus":false,"displayText":{"en":"Free Software Foundation Europe","zh-TW":"Free Software Foundation Europe"},"description":{"en":"The Free Software Foundation Europe is a charity that empowers users to control technology.\n\nSoftware is deeply involved in all aspects of our lives. Free Software gives everybody the rights to use, understand, change, and share software. These rights help support other fundamental rights like freedom of speech, freedom of press, and privacy.","zh-TW":"The Free Software Foundation Europe is a charity that empowers users to control technology.\n\nSoftware is deeply involved in all aspects of our lives. Free Software gives everybody the rights to use, understand, change, and share software. These rights help support other fundamental rights like freedom of speech, freedom of press, and privacy."}},{"slug":"ESUN","significant":null,"imageUrl":"https://coscuplogo.yannest.com/SPR/E-Sun-Bank.png","point":5,"isBonus":false,"displayText":{"en":"E.SUN Bank","zh-TW":"玉山銀行"},"description":{"en":"E.SUN Bank, established in 1992 and named after Taiwan's highest mountain, is dedicated to customer-centric values and actively pursues innovation in digital finance. With exceptional performance, E.SUN Bank has earned the 27th National Quality Award for Excellence in Management, marking its fifth recognition with this prestigious accolade and setting a record among Taiwanese enterprises. Excellence is a never-ending challenge, and E.SUN believes that \"the size of the vision determines the power.\" Going forward, E.SUN will continue to leverage its financial influence, striving to make financial services as ubiquitous as electricity and water.\nWelcome to TR309 E.SUN Bank Booth.","zh-TW":"玉山銀行成立於1992年，以台灣最高的山為名，秉持以顧客為核心，致力於數位金融求新求變，創造顧客價值與感動。傑出的綜合表現讓玉山再次獲得第27屆「國家品質獎」全面卓越類「卓越經營獎」，這也是玉山銀行第5座國家品質獎，創下台灣企業最佳紀錄。卓越是沒有終點的挑戰，玉山堅信「願景有多大，力量就有多大。」未來將持續發揮金融影響力，實踐讓金融服務如水電般無所不在的共同目標。\n歡迎來到 TR309 玉山銀行 攤位！"}},{"slug":"Appier","significant":null,"imageUrl":"https://coscuplogo.yannest.com/SPR/Appier.png","point":5,"isBonus":false,"displayText":{"en":"Appier","zh-TW":"Appier"},"description":{"en":"Appier is a software-as-a-service (SaaS) company that uses artificial intelligence (AI) to power business decision-making. Founded in 2012 with a vision of democratizing AI, Appier’s mission is turning AI into ROI by making software intelligent. Appier now has 17 offices across APAC, Europe, and the U.S. and is listed on the Tokyo Stock Exchange (Ticker number: 4180). Visit www.appier.com for more information.\nWelcome to TR309 Appier Booth.","zh-TW":"Appier 是一家以人工智慧（AI）為核心的軟體即服務（SaaS）公司，運用 AI 協助企業進行商業決策。 Appier 成立於 2012 年，以實現 AI 的普及化為願景，透過軟體智慧化將 AI 轉換為投資回報，助力客戶實現業務成長。如今在亞太地區、歐洲及美國擁有 17 個營業據點，並於東京證券交易所掛牌上市（股票代號 4180）。欲了解更多訊息，請造訪 www.appier.com\n歡迎來到 TR309 Appier 攤位！"}},{"slug":"MySQL","significant":null,"imageUrl":"https://coscuplogo.yannest.com/SPR/MySQL.png","point":5,"isBonus":false,"displayText":{"en":"MySQL","zh-TW":"MySQL"},"description":{"en":"MySQL 是世界上最受歡迎的開源資料庫。 它為 Facebook、Booking、Uber 和 Tesla 等最具創新性的公司都用它當主要的資料庫。 它可以在本地使用，也可以作為 Oracle 雲端上的 MySQL 資料庫服務使用。 對於開發人員來說，它是一個易於使用、可靠且高效能的資料庫，支援 NoSQL 和 SQL。許多 SaaS、電子商務、金融、電信和Fortune 1000 強公司都依靠 MySQL 企業版的高級安全功能來保護資訊隱私、防止資料外洩，並協助滿足 GDPR、PCI、HIPAA 等監管要求。 MySQL 高可用性具有內建的 HA能力，完全整合到 MySQL 伺服器中，可實現 99.99% 的正常運作時間\nWelcome to TR312 MySQL Booth.","zh-TW":"MySQL is the World’s Most Popular Open Source Database. It powers the most innovative companies including Facebook, Booking, Uber, and Tesla. It is available on-premises and as the MySQL Database Service on Oracle Cloud. For developers, it’s an easy to use, reliable and high-performance database with NoSQL and SQL support. SaaS, ecommerce, financial, telecom, and Fortune 1000 companies rely on the MySQL Enterprise edition advanced security features to protect the privacy of information, prevent data breaches and help meet regulatory requirements such as GDPR, PCI, HIPAA. MySQL High Availability has native HA, fully integrated into the MySQL Server for 99.99% uptime. \n歡迎來到 TR312 MySQL 攤位！"}},{"slug":"COSCUPSpeaker","significant":null,"imageUrl":"https://coscuplogo.yannest.com/COSCUPEvent/COSCUPSpeaker.png","point":400,"isBonus":false,"displayText":{"en":"Speaker Benefits","zh-TW":"講者福利"},"description":{"en":"Each speaker can receive 400 points of benefits. Did you miss the \"Call for Proposal\" this year? Just a reminder, COSCUP holds a community collaboration recruitment around February to March every year, and calls for proposal submissions from April to May. Be sure to jot it down so you won't miss it next time!","zh-TW":"每個講者可獲得 400 點的福利，今年錯過了？每年 COSCUP 都會在 2-3 月左右徵集合作社群，4-5 月徵稿，筆記下來就不會錯過了喔。"}},{"slug":"COSCUPOneDayTask1","significant":null,"imageUrl":"https://coscuplogo.yannest.com/COSCUPEvent/COSCUPOneDayTask1.png","point":50,"isBonus":false,"displayText":{"en":"One-day Volunteer Quest 1","zh-TW":"「一日志工」任務 1"},"description":{"en":"For every completion of the \"One-day Volunteer Quest,\" you can earn 50 points. The tasks could include setting up a booth, writing articles, or even simple check-ins. By casually completing these small missions, not only can you help COSCUP, but you can also double the fun of visiting and experiencing the event!","zh-TW":"每解一次「一日志工」任務即可獲得 50 點，任務可能是擺攤、寫文章、甚至是打卡的小事喔，順手解些小任務，不但可以幫助到 COSCUP 也可以讓你參觀體驗加倍！"}},{"slug":"COSCUPOneDayTask2","significant":null,"imageUrl":"https://coscuplogo.yannest.com/COSCUPEvent/COSCUPOneDayTask2.png","point":50,"isBonus":false,"displayText":{"en":"One-day Volunteer Quest 2","zh-TW":"「一日志工」任務 2"},"description":{"en":"For every completion of the \"One-day Volunteer Quest,\" you can earn 50 points. The tasks could include setting up a booth, writing articles, or even simple check-ins. By casually completing these small missions, not only can you help COSCUP, but you can also double the fun of visiting and experiencing the event!","zh-TW":"每解一次「一日志工」任務即可獲得 50 點，任務可能是擺攤、寫文章、甚至是打卡的小事喔，順手解些小任務，不但可以幫助到 COSCUP 也可以讓你參觀體驗加倍！"}},{"slug":"COSCUPOneDayTask3","significant":null,"imageUrl":"https://coscuplogo.yannest.com/COSCUPEvent/COSCUPOneDayTask3.png","point":50,"isBonus":false,"displayText":{"en":"One-day Volunteer Quest 3","zh-TW":"「一日志工」任務 3"},"description":{"en":"For every completion of the \"One-day Volunteer Quest,\" you can earn 50 points. The tasks could include setting up a booth, writing articles, or even simple check-ins. By casually completing these small missions, not only can you help COSCUP, but you can also double the fun of visiting and experiencing the event!","zh-TW":"每解一次「一日志工」任務即可獲得 50 點，任務可能是擺攤、寫文章、甚至是打卡的小事喔，順手解些小任務，不但可以幫助到 COSCUP 也可以讓你參觀體驗加倍！"}},{"slug":"COSCUPOneDayTask4","significant":null,"imageUrl":"https://coscuplogo.yannest.com/COSCUPEvent/COSCUPOneDayTask4.png","point":50,"isBonus":false,"displayText":{"en":"One-day Volunteer Quest 4","zh-TW":"「一日志工」任務 4"},"description":{"en":"For every completion of the \"One-day Volunteer Quest,\" you can earn 50 points. The tasks could include setting up a booth, writing articles, or even simple check-ins. By casually completing these small missions, not only can you help COSCUP, but you can also double the fun of visiting and experiencing the event!","zh-TW":"每解一次「一日志工」任務即可獲得 50 點，任務可能是擺攤、寫文章、甚至是打卡的小事喔，順手解些小任務，不但可以幫助到 COSCUP 也可以讓你參觀體驗加倍！"}}],"confName":"COSCUP 2024","bingoPattern":"（COSCUP 用不到）","title":{"zh-TW":"開源巔峰挑戰賽","en":"Booth Reward Activitiy"},"description":{"zh-TW":"≡≡≡≡ 集點方法 ≡≡≡≡\n上方每ㄧ個方框，都是ㄧ個攤位或者ㄧ個小任務，每當你造訪攤位或完成任務後，即可打開「我的票券」中顯示你的 QRcode 給關主獲取點數，您可以在上方看到您的戰果點數。當您心滿意足準備離開大會會場前，記得到 TR 309 外的【紀念品攤位】 將您的點數兌換成滿滿的回憶！\n\n≡≡≡ 點數兌換規則 ≡≡≡\n1. 您可以於【紀念品攤位】旁的點數兌換區把點數兌換成代幣，一枚代幣等同一元\n2. 一經兌換，您將結束遊戲，所有點數將轉換為代幣，我們建議您可以充分體驗會場的每ㄧ個角落後，再去進行兌換。\n3. 所有點數與代幣僅於 COSCUP 2024 活動兩日有效。\n4. 紀念品攤位營業時間：8/3（六） 10:00~15:30 、08/04（日） 10:00~15:00。\n5. 以上規則如有解釋未盡之事宜，以大會方保有最後解釋規則之權利。","en":"≡≡≡≡ Point Accumulation Method ≡≡≡≡ \nEach box above represents a booth or a small task. Each time you visit a booth or complete a task, you can open 'My Tickets' and show your QR code to the booth owner to acquire points. You can view your accumulated points above.\nWhen you are satisfied and ready to leave the conference venue, remember to redeem your points at 【Outside TR309: Souvenir Booth】 for wonderful memories!\n\n≡≡≡≡ Point Redemption Rules ≡≡≡≡ \n1. You can exchange your points for tokens at the points exchange area next to the【Souvenir Booth】. 1 token equals 1 TW dollar.\n2. Once you redeem your points, the game will end, and all points will be converted into tokens. We suggest that you fully experience every corner of the venue before proceeding with the redemption.\n3. All points and tokens are valid only for the two-day COSCUP 2024 event.\n4. The Souvenir Booth operating hours are: Sat. 10:00~15:30 and Sun. 10:00~15:00.\n5. For any matters not covered in these rules, the conference organizer reserves the right to make the final interpretation of the rules."}}
